{
  "isbn": "9781633693869",
  "title": "Human + Machine: Reimagining Work in the Age of AI ",
  "authors": "Paul R. Daugherty, H. James Wilson",
  "thumbnail": "https://cdn.thestorygraph.com/4ba8vmwkh5t58033p83rrtuy2im4",
  "pageCount": "249",
  "description": " that respond to changes in their environment. Twenty-first-century pioneer companies are already using AI to innovate and grow fast. The bottom line is this: Businesses that understand how to harness AI can surge ahead. Those that neglect it will fall behind. Which side are you on?\n\nIn Human + Machine, Accenture leaders Paul R. Daugherty and H. James (Jim) Wilson show that the essence of the AI paradigm shift is the transformation of all business processes within an organization--whether related to breakthrough innovation, everyday customer service, or personal productivity habits. As humans and smart machines collaborate ever more closely, work processes become more fluid and adaptive, enabling companies to change them on the fly--or to completely reimagine them. AI is changing all the rules of how companies operate.\n\nBased on the authors' experience and research with 1,500 organizations, the book reveals how companies are using the new rules of AI to leap ahead on innovation and profitability, as well as what you can do to achieve similar results. It describes six entirely new types of hybrid human + machine roles that every company must develop, and it includes a \"leader's guide\" with the five crucial principles required to become an AI-fueled business.\n\nHuman + Machine provides the missing and much-needed management playbook for success in our new age of AI.\n\nBOOK PROCEEDS FOR THE AI GENERATION\nThe authors' goal in publishing Human + Machine is to help executives, workers, students and others navigate the changes that AI is making to business and the economy. They believe AI will bring innovations that truly improve the way the world works and lives. However, AI will cause disruption, and many people will need education, training and support to prepare for the newly created jobs. To support this need, the authors are donating the royalties received from the sale of this book to fund education and retraining programs focused on developing fusion skills for the age of artificial intelligence.",
  "summary": "AI is radically transforming business. Are you ready?Look around you. Artificial intelligence is no longer just a futuristic notion. It's here right now--in software that senses what we need, supply chains that \"think\" in real time, and robots",
  "started": "2023-10-31T18:31:31.729+00:00"
}