{
  "isbn": "9781473597402",
  "title": "Tomorrow, and Tomorrow, and Tomorrow",
  "authors": "Gabrielle Zevin",
  "thumbnail": "http://books.google.com/books/content?id=dI1IEAAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
  "pageCount": "433",
  "description": "  the story of Sam and Sadie. It's not a romance, but it is about love. When Sam catches sight of Sadie at a crowded train station one morning he is catapulted straight back to childhood, and the hours they spent immersed in playing games. Their spark is instantly reignited and sets off a creative collaboration that will make them superstars. It is the 90s, and anything is possible. What comes next is a decades-long tale of friendship and rivalry, fame and art, betrayal and tragedy, perfect worlds and imperfect ones. And, above all, our need to connect: to be loved and to love. --------------------------------------- 'I'm LOVING it' ZOE SUGG 'One of the best books I've ever read' JOHN GREEN ‘Extraordinary... made me sob' JOJO MOYES 'Magnificent... Such wisdom and tenderness' RUSSELL T. DAVIES ‘I couldn’t put it down’ GERI HALLIWELL ‘Beautiful and heartbreaking’ THE TIMES 'An exquisite love-letter to life' TAYARI JONES 'Anyone who reads Tomorrow can't stop talking about it' STYLIST ‘I loved it’ CELESTE NG ‘Exhilarating’ PSYCHOLOGIES 'This BLEW me away' PANDORA SYKES 'The go-to for your next hit of nineties nostalgia' EVENING STANDARD ‘Terrific...Zevin is a great writer’ BILL GATES ‘Tremendous... A literary blockbuster destined to be filed in the Great American Novel category’ INDEPENDENT Tomorrow, and Tomorrow, and Tomorrow was a #1 Sunday Times bestseller from 30.07.2023 - 24.9.23 Note: There is a chance the book cover you receive may differ from the cover displayed here.",
  "summary": "THE MILLION-COPY BESTSELLING PHENOMENON ‘Exhilarating, timely and emotive’ GUARDIAN 'I devoured it. So enjoyable' ZADIE SMITH ‘Love, friendship and betrayal...gorgeous’ SUNDAY TELEGRAPH ------------------------------------ This is",
  "started": "2024-05-24T21:35:33.041+01:00"
}